# 1. Задача «Длина слова».
a='Привет мир!'
print("1.",len(a))

#2. Задача «Суммы и разности».
first=9
second=3

summ=first+second
diff=first-second

print("2.",summ,"/",diff)

#3. Задача «Среднее арифметическогое».
first=4
second=8
third=9

mean=(first+second+third)/3
print("3.",mean)

#4. Задача «Простые строчки».
first_string="Вторник"
second_string="Понедельник"

print("4.",second_string,", ",first_string)

#5. Задача «Сложная формула».
a=2
b=6
c=3

f=(((a*b)+(a*c))**3)/2

print("5.",f)